semestr1/ret/23.11.20-w.md

# Table of Contents

1.  [argumentowanie przyczynowo skutkowe](#orgfe67770)
2.  [argumentowanie objawowe](#orgff2d2d2)
3.  [argumentowanie przez analogię](#org98c601e)
4.  [argumentowanie normatywne](#orgae26329)
5.  [argumentowanie skojarzeniowe/asocjacyjne/intuicyjne](#orgb1464c4)
6.  [możliwości](#org4a677a7)
7.  [argumentacja szeregowa](#org1247482)
8.  [argumentacja równoległa](#org57eb49d)
9.  [porządki argumentacyjne](#orgedb8849)
10. [P.Grice - maksymy](#org7230d25)



<a id="orgfe67770"></a>

# argumentowanie przyczynowo skutkowe

-   określanie skutków na podstawie znanych przyczyn


<a id="orgff2d2d2"></a>

# argumentowanie objawowe

-   na podstawie objawów okreslamy przyczynę


<a id="org98c601e"></a>

# argumentowanie przez analogię


<a id="orgae26329"></a>

# argumentowanie normatywne

-   powoływanie się na istniejące, wspólne z oponentem wartości


<a id="orgb1464c4"></a>

# argumentowanie skojarzeniowe/asocjacyjne/intuicyjne

-   c


<a id="org4a677a7"></a>

# możliwości

-   teza jest prawdziwa
-   teza jest prawdopodobna
-   trudno okreslić wartość logiczną tezy
-   teza jest prawdopodobnie fałszywa
-   teza jest fałszywa


<a id="org1247482"></a>

# argumentacja szeregowa

-   przesłanki razem prowadzą do wniosku: np sylogizm
-   poprawna, gdy wszystkie przesłanki są prawdziwe i wniosek wynika z przesłanek


<a id="org57eb49d"></a>

# argumentacja równoległa

-   każda z przesłanek niezależnie wspiera konkluzję


<a id="orgedb8849"></a>

# porządki argumentacyjne

-   wstępujący
    -   wystąpienie ułożone jest od najsłabszych argumentów do najmocniejszych
-   zstępujący
    -   wystąpienie ułożone jest od najmocniejszych argumentów do najsłabszych
-   liniowy
    -   odrzuca najsłabsze argumenty
-   nestoriański
    -   silne argumenty na początku i na końcu


<a id="org7230d25"></a>

# P.Grice - maksymy

-   maksyma jakości - mów prawdę
-   maksyma ilości - mów tyle, ile trzeba
-   maksyma stosunku - mów na temat
-   maksyma sposobu - mów zrozumiale

